Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopySelectedPick Property
 The element being dragged can't be copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopySelectedPick { get; }
Public Shared ReadOnly Property CannotCopySelectedPick As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopySelectedPick {
	FailureDefinitionId^ get ();
}
static member CannotCopySelectedPick : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace